<?php
return [
    'home' => [
        'h1' => 'Гейм-сервер: :site_name',
        'logo_of' => 'Логотип сервера: :site_name'
    ],
    'general' => [
        'server-button' => [
            'subtext' => 'Клікніть, щоб скопіювати IP!',
            'ipCopied' => 'IP скопійовано!'
        ],
        'discord-button' => [
            'text' => 'Сервер Discord',
            'subtext' => 'Клікніть, щоб приєднатися до нас!'
        ],
    ],
    'navbar' => [
        'basket' => [
            'empty' => 'Ваш кошик порожній',
            'access' => 'Перейти до кошика',
            'article' => ':count товар(ів)',
            'total' => 'Всього: :count',
        ]
    ],
    'footer' => [
        'copyright' => 'Тема створена',
        'us' => [
            'title' => 'Про нас',
            'description' => 'Ми пропонуємо систему досягнень, яка, якщо виконана, дозволяє вам безкоштовно просувати або підписувати свій сервер. Отримайте доступ до перших досягнень зараз на Serveurliste.com.',
        ],
        'social' => [
            'title' => 'Наші соціальні мережі',
        ],
        'support' => [
            'title' => 'Підтримайте нас',
            'description' => 'Найоптимальніший спосіб підтримати нас - це брати участь у житті сервера або робити покупки в нашому магазині, якщо ви це можете зробити.',
            'vote_for' => 'Проголосуйте за :server_name на Serveur Liste',
        ],
    ],
];
